13/data/attachments/bc72814438a4ed0f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_52b4ebab-c8b2-4135-bde2-7d7e87ce6375</nif:username>
            <nif:friendToBeAdded>Becky_notice_Friend_54749_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>